{
  "challenges": [
    {
      "title": "Flamingo",
      "description": "**FLAMINGO: 6 Tokens**\n\nAll team members must stand still on one foot, without support, for 90 seconds non-stop.",
      "token_count": 6
    },
    {
      "title": "Morse Message",
      "description": "**MORSE MESSAGE: 6 Tokens**\n\nUse a Morse Code chart.\n\nHave one team member walk 100 steps away, generate a random 5 letter word, then broadcast it in Morse Code using their phone’s flashlight.\n\nGenerate a new word for each attempt.\n\n(Season 3 Challenge)",
      "token_count": 6
    },
    {
      "title": "Two Birds One Stone",
      "description": "Find and capture two birds in the same photo. The birds do not have to be real live birds. You may not produce any images of birds yourself.\n\n(Season 3 Challenge)",
      "token_count": null
    },
    {
      "title": "Anagrams",
      "description": "Roll a die. Using the corresponding set of letters, create 15 unique words. You may not use a letter more than once per word, and you may not attempt this challenge while moving.\n\n1. F I E S T A       \t4) D E C O Y S\n2. C E A S E D     \t5) A C C E N T\n3. S T I N K Y\t6) A R C A N E",
      "token_count": null
    },
    {
      "title": "Bracket City",
      "description": "Play The Atlantic Times’s \"Bracket City\" game. You must get a score above 50, otherwise you earn no tokens and the veto penalty is incurred. You may not look up answers.\n\nYou may not move or take transit while attempting this challenge.\n\n11 Tokens",
      "token_count": 11
    },
    {
      "title": "Cheapo",
      "description": "**CHEAPO: 12 Tokens**\nPurchase an item that costs $3 or less from a retailer or vending machine.\n\n(Season 3 Challenge)",
      "token_count": 12
    },
    {
      "title": "Paper Racer",
      "description": "Acquire paper (or any thin, paper-like material) by any means and construct a paper airplane.",
      "token_count": null
    },
    {
      "title": "Wishful Thinking",
      "description": "Have each team member make a wish at a public decorative water feature. Drinking fountains do not count.\n\n(Season 3 Challenge)",
      "token_count": null
    },
    {
      "title": "Spitting Bars",
      "description": "**SPITTING BARS: 6 Tokens**\n\nHave one team member rap “The Church of Bobandy” at full speed with the original track in the background.\n\nYou must successfully memorize and rap at least 3 verses without mistakes in lyrics or timing.\n\n(Season 3 Challenge)",
      "token_count": 6
    },
    {
      "title": "Stretcher Stroll",
      "description": "**STRETCHER STROLL: 5 tokens**\n\nTwo team members must hold the third team member horizontally like a stretcher (one holding the arms, one holding the legs) and carry them for 100 steps. You may switch roles at any time.\n\n(Season 1 Challenge)",
      "token_count": 5
    },
    {
      "title": "Alarm Clock",
      "description": "**ALARM CLOCK: 5 Tokens**\nStart a stopwatch and have one team member count to 2 minutes without assistance. If the stopwatch is within 15 seconds of 2 minutes when they stop, you succeed. Otherwise, you must restart.",
      "token_count": 5
    },
    {
      "title": "Stay in Shape",
      "description": "**STAY IN SHAPE: 5 tokens**\n\nRoll a die 5 times. For every roll, all team members must complete the excercise indicated by the die:\n1: 10 push-ups\n2: 20 jumping jacks\n3: 10 jump squats\n4: 20 mountain climbers\n5: 20 high knees\n6: 10 half-burpees\n\n(Season 2 Challenge)",
      "token_count": 5
    },
    {
      "title": "Media Marketing",
      "description": "**MEDIA MARKETING: 5 tokens**\n\nCreate a 30 second video advertising the nearest open establishment and send it to at least 3 people without context. At least 25 seconds of the video must include speaking.\n\n(Season 1 Challenge)",
      "token_count": 5
    },
    {
      "title": "Piggyback",
      "description": "**PIGGYBACK: 5 tokens**\n\nOne team member must piggyback another team member for 100 steps. You may switch who is piggybacking at any time, but you may not move unless someone is being piggybacked.\n\n(Season 1 Challenge)",
      "token_count": 5
    },
    {
      "title": "Slow Down",
      "description": "**SLOW DOWN: 6 tokens**\n\nFind a speed limit sign of 30 km/h or under, and give it a high-five. You must high-five the actual sign, not the pole.\n\n(Season 2 Challenge)",
      "token_count": 6
    },
    {
      "title": "Dicey Deed",
      "description": "**DICEY DEED: 2 x Dice roll tokens**\n\nRoll a die. Visit the number of public trash cans indicated on the die and dispose something in each one.\n\n(Season 2 Challenge)",
      "token_count": "2 x Dice roll"
    },
    {
      "title": "Letter List",
      "description": "**LETTER LIST: 10 tokens**\n\nGo to any retail establishment. Find and list 20 products that start with different letters of the alphabet.\n\n(Season 1 Challenge)",
      "token_count": 10
    },
    {
      "title": "Parking Police",
      "description": "**PARKING POLICE: 10 tokens**\n\nFind a car parked on a line, in a no parking zone, or in an accessibility space (without a permit).\n\n(Season 1 Challenge)",
      "token_count": 10
    },
    {
      "title": "Bookworm",
      "description": "**BOOKWORM: 15 tokens**\n\nFind books in a store or library whose authors' initials match each team member’s initials. (For example, John Doe must find a book written by someone with the initials “J.D.”.)\n\n(Season 1 Challenge)",
      "token_count": 15
    },
    {
      "title": "Tall Tales",
      "description": "Locate a Little Free Library and have one team member read five pages of a book out loud.\n\n(Season 3 Challenge)",
      "token_count": null
    },
    {
      "title": "You Are Here",
      "description": "**YOU ARE HERE: 15 tokens**\nFind a physical map/directory and point our your current location on that map.\n\n(Season 2 Challenge)",
      "token_count": 15
    },
    {
      "title": "Atlas",
      "description": "Find an atlas and locate ??",
      "token_count": null
    },
    {
      "title": "Six Feet Under",
      "description": "Six Feet Under**: 6 tokens**\nTravel downwards using an elevator.\n",
      "token_count": 6
    },
    {
      "title": "Shower Thoughts",
      "description": "**SHOWER THOUGHTS: 10 Tokens**\n\nOne team member must pose a philosophical question next to spraying water from a spray park or public shower.",
      "token_count": 10
    },
    {
      "title": "Internet Explorer",
      "description": "Successfully connect to 3 different public Wi-Fi networks.",
      "token_count": null
    },
    {
      "title": "Delayed Gratification",
      "description": "**DELAYED GRATIFICATION: 12 Tokens**\n\nRoll a die. If you roll a 6, the challenge is complete. Otherwise, you must wait 3 minutes before rolling again.",
      "token_count": 12
    },
    {
      "title": "Bottle Flipper",
      "description": "Acquire a disposble plastic water bottle. Using this water bottle, successfully perform a bottle flip.",
      "token_count": null
    },
    {
      "title": "Dripped Out",
      "description": "Find a mannequin at any store, and find an article of clothing it is wearing elsewhere in the store.",
      "token_count": null
    },
    {
      "title": "Media Merch",
      "description": "Find 5 toys that reference something from pop culture (eg. a reference to a movie, show, or video game).",
      "token_count": null
    },
    {
      "title": "Grammer Polise",
      "description": "**GRAMMAR POLICE: 15 tokens**\nFind a literary error, such as a misspelled word or grammatical error, in the public.",
      "token_count": 15
    },
    {
      "title": "Polyglot",
      "description": "**POLYGLOT: 11 Tokens**\n\nFind 3 instances of printed text, each in a different foreign language. Printed text includes signage, paper print, and engravings. Digital text does not count.",
      "token_count": 11
    },
    {
      "title": "Urban Jungle",
      "description": "Take a selfie in front of a building with 4-10 visible stories.",
      "token_count": null
    },
    {
      "title": "Perimeter Patrol",
      "description": "Travel around the entire perimeter of a building on foot.",
      "token_count": null
    },
    {
      "title": "Wealthy Wager",
      "description": "Choose an amount of tokens from your balance to bet on this challenge. \n\nRoll a die. If you roll a five or higher you earn double the tokens you bet. Otherwise you lose all the tokens you bet.",
      "token_count": "Variable"
    },
    {
      "title": "Long-Term Investment",
      "description": "You lose half of your token balance, and it is now invested into this challenge.\n\nAfter 20 minutes (or at the end of your run), your investment is multiplied by 1.5x and returned to your balance.\n\nYou may continue to do challenges as normal.\n\n",
      "token_count": "Variable"
    },
    {
      "title": "Classrooms",
      "description": "Something to do with finding room numbers",
      "token_count": null
    },
    {
      "title": "Company Criticism",
      "description": "**COMPANY CRITICISM: 15 tokens**\n\nFind the nearest 0 - 3 star rated establishment on Google and take a selfie in front of it. You may not rate any establishment yourself to fulfill the star requirement.\n\n(Season 1 Challenge)",
      "token_count": 15
    },
    {
      "title": "I'm Not a Robot",
      "description": "**I'M NOT A ROBOT: 15 tokens**\n\nTake pictures of:\n3 crosswalks\n3 fire hydrants\n3 stop signs\n\nYour photos may not depict anything else besides the specified object.\n\n(Season 2 Challenge)",
      "token_count": 15
    },
    {
      "title": "Devil's Contract",
      "description": "Roll a die. If you roll an even number, you earn the amount of tokens indicated on the die. If you roll an odd number, no tokens are awarded and the veto penalty is incurred.\n\n(Season 2 Challenge)",
      "token_count": "Variable"
    }
  ],
  "curses": [
    {
      "title": "Christmas Cheer",
      "description": "All team members must sing a Christmas carol together out loud for 3 minutes.",
      "token_count": null
    },
    {
      "title": "Touch Grass",
      "description": "You have 3 minutes to get your entire team sitting on grass. If you fail, your team is frozen for 3 minutes.",
      "token_count": null
    },
    {
      "title": "What's the Wordle",
      "description": "Attempt today’s Wordle. The number of guesses your team makes on the Wordle equals the amount of minutes you are frozen for.",
      "token_count": null
    },
    {
      "title": "Wet Floor",
      "description": "You may not run for the next 25 minutes.",
      "token_count": null
    },
    {
      "title": "Caddy at Capacity",
      "description": "For the next 10 minutes, one team member must carry all team members’ belongings, while the other team members may not carry anything except their phone.\n\n(Season 1 Challenge)",
      "token_count": null
    },
    {
      "title": "Lockdown",
      "description": "If Hiders are in a building, they are locked inside for 10 minutes.",
      "token_count": null
    },
    {
      "title": "Freeze!",
      "description": "The Hiders are frozen for 3 minutes.",
      "token_count": null
    },
    {
      "title": "Blindfold",
      "description": "One team member is blindfolded for 10 minutes.",
      "token_count": null
    }
  ]
}